tap "azure/kubelogin"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
brew "cmake"
brew "git"
brew "kotlin"
brew "kubernetes-cli"
brew "libtool"
brew "maven"
brew "nginx"
brew "nvm"
brew "openjdk@11"
brew "pngpaste"
brew "ripgrep"
brew "stow"
brew "syncthing"
brew "tree"
brew "yarn"
brew "azure/kubelogin/kubelogin"
brew "d12frosted/emacs-plus/emacs-plus@29"
cask "alacritty"
cask "aldente"
cask "alt-tab"
cask "betterdisplay"
cask "eqmac"
cask "finicky"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "karabiner-elements"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "telegram"
cask "vivaldi"
cask "zotero"
